tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
tap "sanemat/font"
brew "awscli"
brew "azure-cli"
brew "blueutil"
brew "curl"
brew "exa"
brew "fasd"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "gpac"
brew "graphviz"
brew "jq"
brew "mas"
brew "media-info"
brew "peco"
brew "poetry"
brew "rbenv"
brew "ripgrep"
brew "starship"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "bartender"
cask "charles"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-noto-sans-cjk-jp"
cask "git-credential-manager-core"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-openjdk"
cask "miniforge"
cask "ngrok"
cask "postman"
cask "session-manager-plugin"
cask "stoplight-studio"
cask "teamviewer"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "CotEditor", id: 1024640650
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "MediaInfo", id: 510620098
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "White Noise Lite", id: 431364704
mas "WinArchiver", id: 413215883
mas "辞書 by 物書堂", id: 1380563956
