tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "microsoft/git"
tap "sanemat/font"
brew "awscli"
brew "azure-cli"
brew "blueutil"
brew "curl"
brew "exa"
brew "fasd"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "gpac"
brew "graphviz"
brew "jq"
brew "mas"
brew "media-info"
brew "peco"
brew "rbenv"
brew "starship"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "aws/tap/aws-sam-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "git-credential-manager-core"
cask "microsoft-openjdk"
cask "miniforge"
cask "ngrok"
cask "session-manager-plugin"
mas "1Password 7", id: 1333542190
mas "CotEditor", id: 1024640650
mas "Fantastical", id: 975937182
mas "Kindle", id: 405399194
mas "MediaInfo", id: 510620098
mas "Microsoft Remote Desktop", id: 1295203466
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "The Unarchiver", id: 425424353
mas "White Noise Lite", id: 431364704
mas "WinArchiver", id: 413215883
mas "辞書 by 物書堂", id: 1380563956
